{"type":"data","nodes":[{"type":"data","data":[{"title":1,"siteTitle":2,"author":3,"date":4,"description":-1,"print":-1,"path":5},"Introduction : architecture du web et web sémantique\n","HNU6054 Humanités numériques : Web sémantique et données","David Valentine","2024-06-10","/~david/hnu6054-svelte/s/2024-06-10/"],"uses":{"url":1}},{"type":"data","data":[{"content":1,"title":2,"presentation":3},"\u003Ch2 data-svelte-h=\"svelte-1y73u67\">Exercices\u003C/h2> \u003Ch3 data-svelte-h=\"svelte-11oyelz\">Formuler une requête HTTP et observer la réponse du serveur\u003C/h3>  \u003Cp data-svelte-h=\"svelte-qki8xt\">Dans le monde des données liées, l’architecture client-serveur sur le web occupe une place centrale des les procédés.\nDans ce contexte, les processus techniques d’échange d’information véhiculent des informations significatives pour nous.\nObservons une requête HTTP sur un identifiant.\nPour ce faire, suivez ces étapes :\u003C/p> \u003Cul data-svelte-h=\"svelte-14k4siz\">\u003Cli>bla\u003C/li> \u003Cli>blas\u003C/li>\u003C/ul>   \u003Ch2 data-svelte-h=\"svelte-heq82p\">Compléments\u003C/h2> \u003Cp data-svelte-h=\"svelte-bu2lho\">Mollit adipisicing excepteur veniam Lorem fugiat non aliqua. Qui occaecat aute sunt eiusmod aliquip reprehenderit sint. Duis cupidatat nulla sit incididunt in aliqua Lorem minim pariatur elit reprehenderit. Pariatur elit pariatur veniam occaecat sint ipsum mollit anim. Do reprehenderit sunt dolore voluptate dolore fugiat dolore reprehenderit magna magna voluptate. Aliqua aute id ipsum exercitation.\u003C/p> \u003Ch2 data-svelte-h=\"svelte-g1gtei\">Ressources\u003C/h2> \u003Cp data-svelte-h=\"svelte-mjicn8\">Dolore irure in reprehenderit dolor deserunt sit labore aliquip ut. Exercitation ut cillum proident nostrud velit anim magna. Mollit officia veniam in exercitation ut aute commodo. Officia cillum anim in nostrud officia voluptate commodo. Ut mollit ad esse aliqua laboris mollit. Minim pariatur eu aute esse cillum officia culpa exercitation.\u003C/p>","Introduction : architecture du web et web sémantique\n","/presentations/seance-01.html"],"uses":{"params":["slug"]}}]}
